{
  "h123": [
    "Сумма до 3 — Низкая самооценка. Человек склонен подстраиваться под других, избегает лидерства. Развитие: учиться отстаивать свои интересы.",
    "4‑6 — Сбалансированная уверенность. Человек знает себе цену, но не стремится доминировать. Умеет находить компромиссы.",
    "7+ — Высокая самооценка, иногда переходящая в эгоцентризм. Человек уверен в себе, но может подавлять других. Развитие: уважать чужие взгляды."
  ],
  "h456": [
    "До 3 — Трудности с финансами и организацией. Финансовый успех возможен, но требует усилий. Развитие: учиться дисциплине и огранизованности.",
    "4‑6 — Сбалансированная способность к успеху. Человек организован, умеет зарабатывать, но не зациклен на деньгах.",
    "7+ — Высокая практичность и трудолюбие. Человек ориентирован на финансовый успех, но может быть педантичным. Развитие: избегать зацикленности на рутине."
  ],
  "h789": [
    "До 3 — Слабый творческий потенциал. Интуиция есть, но проявляется редко. Человек больше ориентирован на практическое. Развитие: пробовать творческие занятия."
  ,
    "4‑6 — Средний потенциал. Человек обладает интуицией, творческими способностями, может развивать их при желании.",
    "7+ — Сильный творческий и духовный потенциал. Человек интуитивен, талантлив, склонен к поиску высшего смысла. Развитие: избегать ухода в иллюзии."
  ],

  "v147": [
    "До 3 — Слабая целеустремленность. Человек может быть пассивным, сомневаться в своих силах, предпочитать следовать за другими. Развитие: укреплять уверенность, пробовать лидерские роли.",
    "4‑6 — Сбалансированное трудолюбие. Человек умеет ставить цели и достигать их, но делает это без давления на других. Лидерство проявляется в комфортных условиях",
    "7+ — Трудоголик; Очень сильная воля. Может быть упрямым, доминирующим или авторитарным. Развитие: учиться гибкости и уважению к чужим мнениям."
  ],
  "v258": [
    "До 3 — Слабая эмоциональная вовлеченность. Человек ценит отношения, но может быть сдержанным или независимым. Семья не всегда в приоритете.",
    "4‑6 — Гармоничная эмоциональность. Человек умеет строить теплые отношения, заботится о близких, но сохраняет баланс между личной свободой и семьей.",
    "7+ — Очень сильная ориентация на семью и эмоции. Человек живет ради близких, иногда жертвуя собой. Может быть излишне эмоциональным. Развитие: сохранять личные границы."
  ],
  "v369": [
    "До 3 — Слабая ориентация на стабильность. Человек может быть непрактичным, избегать рутины или финансовой ответственности.",
    "4‑6 — Сбалансированная практичность. Человек умеет зарабатывать и создавать комфорт, но не зациклен на материальном.",
    "7+ — Сильное стремление к стабильности. Человек трудолюбив, ориентирован на достаток, но может быть излишне приземленным. Развитие: уделять внимание духовным аспектам."
  ],

  "d159": [
    "До 3 — Интерес к духовности слабый или отсутствует. Человек редко задумывается о высших целях, предпочитая практические задачи.",
    "4‑6 — Гармония духа и разума. Человек интересуется саморазвитием, интуитивен, но не уходит в крайности.",
    "7+ — Сильная духовная энергия. Человек склонен к философии, поиску истины, может быть идеалистом. Развитие: сохранять связь с реальностью."
  ],
  "d357": [
    "До 3 — Слабая страстность. Человек сдержан в проявлении эмоций и физических желаний, больше ориентирован на интеллект.",
    "4‑6 — Сбалансированная энергия. Человек умеет сочетать страсть и рациональность, обладает умеренной сексуальной энергией.",
    "7+ — Высокая страстность и физическая энергия. Человек харизматичен, активен, но может быть импульсивным. Развитие: направлять энергию в конструктивное русло."
  ]
}
